const config = {
	export_url: '203.93.173.179:8081',
	// dev_url: 'http://192.168.1.167:9100',  //公司内部
	// dev_url: 'http://203.93.173.179:9500',  //部署版远端访问地址
	// dev_url: 'http://192.168.1.119:9200',//星星
	dev_url: 'http://192.168.1.126:9200',//单师姐

	// file_url: 'http://192.168.1.168:8060',   //公司内部
	// file_url: 'http://192.168.1.129:8099',   //公司内部
	// file_url: 'http://203.93.173.179:8099',   //公司内部
	file_url: 'http://192.168.1.126:8099',   //公司内部
	
    po_url:'http://192.168.1.126:4700'
    // po_url:'http://192.168.1.168:4700'   //Pageoffice
}
export default config