const config = {
    // dev_url: 'http://192.168.1.167:9100', //公司内部
	// dev_url: 'http://203.93.173.179:9500', //部署版远端访问地
      dev_url: 'http://192.168.1.126:9200',//单师姐
    //   dev_url: 'http://192.168.1.102:9200',//单师姐
    //   dev_url: 'http://192.168.1.100:9200',//单师姐

	// code_url: 'http://203.93.173.179:7900',
	// code_url: 'http://192.168.1.168:7900',
	code_url: 'http://192.168.1.126:7900',
	// code_url: 'http://192.168.1.108:7900',

	// file_url: 'http://192.168.1.168:8099',   //公司内部
	// file_url: 'http://172.17.113.222:8099',   //公司内部
	//  file_url: 'http://203.93.173.179:8099',   //部署版远端访问地址
	file_url: 'http://192.168.1.126:8099',   //公司内部
	
    // po_url:'http://172.17.113.222:4700'
    // po_url:'http://203.93.173.179:4700'
    // po_url:'http://192.168.1.168:4700'   //Pageoffice
    po_url:'http://192.168.1.126:4700'   //Pageoffice
}

	export default config